Repository: hafizusman3344mani/biocheck
Catalog: lib/l10n/intl_*.arb
Languages: fr_fr

# welcomeTitle
source: Welcome
fr_fr: Welkom

# welcomeNoAccount
source: Do not have an account? Then sign up here.
fr_fr: Heb je geen account? Meld je dan hier aan.

# welcomeTerms1
source: By logging in you agree with our
fr_fr: Bij het inloggen ga je akkoord met onze

# welcomeTerms2
source: Terms and Conditions
fr_fr: Algemene Voorwaarden

# welcomeTerms4
source: Privacy declaration
fr_fr: Privacy Verklaring

# welcomeDescription
source: BioCheck is a method to help improve your recovery capacity at rest. If you are better able to recover at rest, you can better process mental processes, you are more resilient, you have more energy and you are less vulnerable to for example infections and viruses.
fr_fr: BioCheck is een methode om jouw herstelvermogen in rust te helpen verbeteren. Ben jij beter in staat om te herstellen in rust, dan kan je beter mentale processen verwerken, ben je beter belastbaar, heb je meer energie en ben je minder kwetsbaar voor bijvoorbeeld infecties en virussen.

# loginHintEstablishment
source: Establishment
fr_fr: Vestiging

# loginHintEmail
source: your@emailaddress.com
fr_fr: jouw@emailadres.com

# loginHintWachtwoord
source: password
fr_fr: Wachtwoord

# loginButtonTitle
source: login
fr_fr: Inloggen

# loginForgotPassword
source: Forgot your password?
fr_fr: Wachtwoord vergeten?

# slider1Title
source: Listening to your body
fr_fr: Luisteren naar je lichaam

# slider1Description
source: By using the BioCheck app as a mirror to your body, you will understand your body better. Your body has 2 great tools for balancing itself. Breathing and moving. And we're going to teach you how to use them better.
fr_fr: Door de BioCheck app te gebruiken als een spiegel voor je lichaam, ga je je lichaam beter begrijpen. Je lichaam heeft 2 fantastische tools om zichzelf in balans te houden. De ademhaling en bewegen. En wij gaan je leren om die beter in te zetten.

# slider2Title
source: Breathing
fr_fr: Ademhaling

# slider2Description
source: Breathing is one of the most important tools available to you to influence your autonomic nervous system. Only when the activity of this system decreases at rest can your body relax and start recovering. Without recovery you will be exhausted and no progress is possible.
fr_fr: De ademhaling is één van de belangrijkste tools die je tot je beschikking hebt om je autonome zenuwstelsel te beïnvloeden. Pas wanneer de activiteit van dit stelsel daalt in rust kan je lichaam ontspannen en beginnen met herstellen. Zonder herstel raak je uitgeput en is vooruitgang niet mogelijk.

# slider3Title
source: To move
fr_fr: Bewegen

# slider3Description
source: In today's society we do experience a lot of stress and mental activity and very little physical activity. Naturally, after a stress reaction, a physical reaction, such as fleeing or fighting, should take place, which keeps your system in balance. By letting you move within your resilience of that day, we help your body to reprogram.
fr_fr: In de huidige maatschappij ervaren wij wel veel stress en mentale activiteit en maar weinig fysieke activiteit. Van nature hoort er na een stressreactie een fysieke reactie plaats te vinden, zoals vluchten of vechten, waardoor je systeem in balans blijft. Door je te laten bewegen binnen jouw belastbaarheid van die dag, helpen we jouw lichaam om zich te herprogrammeren.

# sliderScreenButton
source: To skip
fr_fr: Overslaan

# dashboard1Title1
source: Do you want to do a measurement or a training? Then follow the steps below.
fr_fr: Wil je een meting of een training doen? Volg dan de onderstaande stappen.

# dashboard1Title2
source: Step 1 Connect to your heart rate belt
fr_fr: Stap 1 Maak verbinding met je hartslagband

# dashboard1TitleStep2
source: Step 2 Select your heart rate belt
fr_fr: Stap 2 Selecteer je hartslagband

# dashboard1TitleStep3
source: Step 3
fr_fr: Stap 3

# dashboard1TitleStep3a
source: Configure
fr_fr: Configureren

# dashboard1TitleStep4
source: Step 4 You are connected to your heart rate belt
fr_fr: Stap 4 Je bent verbonden met je hartslagband

# dashboard1LargeButton
source: To connect
fr_fr: Verbinden

# dashboard1Title3
source: Would you like to view your measurements or change your settings? Click here.
fr_fr: Wil je je metingen bekijken of je instellingen wijzigen? Klik dan hier.

# navigationOption1
source: Settings
fr_fr: Instellingen

# navigationOption2
source: Audio settings
fr_fr: Audio instellingen

# navigationOption4
source: Knowledgebase
fr_fr: Kennisbank

# navigationOption6
source: Log out
fr_fr: Uitloggen

# navigationOptionBottom1
source: Link
fr_fr: Verbinding

# navigationOptionBottom2
source: with heart rate belt
fr_fr: met hartslagband

# navigationOptionBottom3
source: Atechnician | BioCheck Design | Patrick van Luijk
fr_fr: Auteur | BioCheck Design | Patrick van Luijk

# dashboard2Zerocheck
source: Free Zerocheck
fr_fr: Vrije Zerocheck

# dashboard2ProtocolOption
source: Fitness Protocol
fr_fr: Fitheids Protocol

# dashboard2FreeTrainingOption
source: Free training
fr_fr: Vrije Training

# dashboard2FreeMeasureOption
source: Free Measurement
fr_fr: Vrije Meting

# dashboard2PersonalOption
source: Personal schedules for competitions
fr_fr: Persoonlijke schema's voor wedstrijden

# dashboard2InspirationOption
source: Personal feeding schedule
fr_fr: Persoonlijke voedingsschema

# dashboard2MessageNoMeasurementYet
source: You haven't taken a rest measurement today
fr_fr: Je hebt vandaag nog geen rustmeting gedaan

# dashboard2MessageNoConnection
source: You are not connected to your heart rate belt and therefore cannot train or measure. Do you want to connect with your heart rate belt? Click here.
fr_fr: Je bent niet verbonden met je hartslagband en kan daarom niet trainen of meten. Wil je verbinden met je hartslagband? Klik dan hier.

# settingsLastTested
source: Last AT tested
fr_fr: Laatste geteste AT

# settingsCVP
source: Number of CVP trainings
fr_fr: Aantal CVP trainingen

# settingsFollowed
source: You follow the BioCheck program:
fr_fr: Je volgt het BioCheck programma:

# settingsAccountEnd
source: Your account ends on:
fr_fr: Je account eindigt op:

# settingsZeroCheck
source: ZeroCheck reminder
fr_fr: Herinnering ZeroCheck

# settingsZeroCheckTitle
source: Click here to set a reminder
fr_fr: Klik hier om een herinnering in te stellen

# settingsZeroCheckDescription
source: So you don't skip a morning measurement. You can set the time and every day you will be reminded to take a measurement.
fr_fr: Zodat je geen ochtendmeting overslaat. Je kan de tijd instellen en elke dag wordt je om die herinnerd om een meting te doen.

# settingsBreathing
source: Breathing exercises reminder
fr_fr: Herinnering ademhalingsoefeningen

# settingsBreathingTitle
source: Click here to set a reminder
fr_fr: Klik hier om een herinnering in te stellen

# settingsBreathingDescription
source: Every 50 minutes you will receive a notification for correct breathing. You will notice that you have incorrect breathing more often than you think.
fr_fr: Elke 50 minuten krijg je een melding voor een juiste ademhaling. Je zal merken dat je vaker een verkeerde ademhaling hebt dan je denkt.

# settingsLanguage
source: Language
fr_fr: Taal

# settingsLanguageTitleLink
source: Click here to set the language of the app
fr_fr: Klik hier om de taal van de app in te stellen

# settingsLanguageDesc
source: Both text and audio accompaniment are adjusted according to the chosen language.
fr_fr: Zowel de tekst- als audiobegeleiding worden aangepast op basis van de gekozen taal.

# settingsUploadToggle
source: Upload only with WiFi
fr_fr: Upload alleen met WiFi

# settingsUploadToggleDescription
source: Turn this on if you are abroad, for example, to save roaming costs.
fr_fr: Zet dit aan als je bijvoorbeeld in het buitenland bent om roaming kosten te besparen.

# audioSettingsOnOff
source: Audio on / off
fr_fr: Audio aan/uit

# audioSettingsGuidance
source: Turn this on if you want the audio guidance during training or measuring.
fr_fr: Zet dit aan als je de audio begeleiding tijdens trainen of meten aan wilt.

# audioSettingsInterval
source: Interval of audio
fr_fr: Interval van audio

# audioSettingsClickHere1
source: Click here to determine the interval time
fr_fr: Klik hier om de intervaltijd te bepalen

# audioSettingsZoneChange
source: Change of zone
fr_fr: Verandering van zone

# audioSettingsZoneChangeHear
source: Turn this on if you want to hear if you have changed zones in the meantime.
fr_fr: Zet dit aan als u tussentijds wilt horen of u van zone bent veranderd.

# audioSettingsInfoDuring
source: Information during training
fr_fr: Informatie tijdens training

# audioSettingsInfoTypeSelect
source: Here you can select which information you want to hear during your training.
fr_fr: Hier kan je aanvinken welke informatie je tijdens je training wilt horen.

# audioSettingsTime
source: Time
fr_fr: Tijd

# audioSettingsHeartbeat
source: Heartbeat
fr_fr: Hartslag

# audioSettingsSpeed
source: Speed
fr_fr: Snelheid

# audioSettingsDistance
source: Distance
fr_fr: Afstand

# audioSettingsIntervalAT
source: Interval of audio for AT test
fr_fr: Interval van audio voor AT test

# audioSettingsText to speech
source: Text to speech
fr_fr: Tekst naar spraak

# audioSettingsClickToOpenSpeech
source: Click here to open the text to speech settings.
fr_fr: Klik hier om de tekst naar spraak instellingen te openen.

source: Search
fr_fr: Zoek

source: History
fr_fr: Geschiedenis

# achievementTitle
source: You did your best and that should be rewarded! Below you can see all the achievements you have achieved.
fr_fr: Je hebt je best gedaan en dat mag beloond worden! Hieronder zie je alle achievements die je hebt behaald.

# setBeltPopupTitle
source: Name your heart rate belt. This way you can find it more easily if there are more heart rate belts in your area.
fr_fr: Geef je hartslagband een naam. Zo kan je deze makkelijker terugvinden als er meer hartslagbanden in je buurt zijn.

# configurationTitle
source: Step 3 Configure
fr_fr: Stap 3 Configureren

# configurationSuccessTitle
source: Step 4 You are connected to your heart rate belt
fr_fr: Stap 4 Je bent verbonden met je hartslagband

# upgradeTitle
source: Upgrade your package
fr_fr: Upgrade je pakket

# upgradeDescription
source: Sorry! You do not have access to this option. If you want to use this too, please contact your supervisor for the options or look for a BioCheck in your
fr_fr: Sorry! Je hebt geen toegang tot deze optie. Wil je dit ook gebruiken, neem dan contact op met je begeleider voor de mogelijkheden of zoek naar een BioCheck bij jou in de

# waitingRoomPopupTitle
source: The waiting room
fr_fr: De wachtkamer

# waitingRoomPopupDesc
source: Did you know that ... As contradictory as it may seem, but movement is a very good therapy for severe, persistent fatigue? With this complaint you will generally find increased combustion at rest. Simply put: with movement you adjust the level of exertion to the already existing increased combustion .
fr_fr: Wist je dat... Hoe tegenstrijdig het ook lijkt, maar bewegen juist een hele goede therapie voor ernstige, aanhoudende vermoeidheid is? Bij deze klacht vindt je over het algemeen een verhoogde verbranding in rust. Simpel gezegd: met bewegen pas je het inspanningsniveau aan de reeds bestaande verhoogde verbranding aan.

# waitingRoomPopupBtn1
source: Calibrate
fr_fr: Kalibreren (10sec)

# waitingRoomPopupBtn2
source: Yes, I have read it
fr_fr: Ja, ik heb het gelezen

# timeTitle
source: Time
fr_fr: Tijd

# heartbeatTitle
source: Heartbeat
fr_fr: Hartslag

# lgstrsTitle
source: Low stress
fr_fr: Lage stress

# relaxTitle
source: Relax
fr_fr: Ontspannen

# normalTitle
source: Normal
fr_fr: Normaal

# stress1Title
source: Low stress
fr_fr: Lage stress

# stress2Title
source: Heavy stress
fr_fr: Zware stress

# valuesTitle
source: Average values
fr_fr: Gemiddelde waarden

# BreathfreqTitle
source: Breath freq.
fr_fr: Ademfreq.

# abilityToRecover
source: Compared to previous days, your ability to recover is today.
fr_fr: In vergelijking met voorgaande dagen is jouw vermogen tot herstel vandaag.

# mediocreTitle
source: Mediocre
fr_fr: Matig

# mentallyTitle
source: Mentally
fr_fr: Mentaal

# physicalTitle
source: Physical
fr_fr: Fysiek

# sleepTitle
source: Sleep
fr_fr: Slaap

# muscleTitle
source: muscle strain
fr_fr: Spierpijn

# qYTitle
source: Question y
fr_fr: Vraag y

# notities
source: Notes
fr_fr: Notities

source: Yes
fr_fr: Ja

source: No
fr_fr: Nee

# logoutTitle
source: Do you want to log out?
fr_fr: Wil je uitloggen?

# connectTitle
source: Measurement error
fr_fr: Meetfout

# restartTitle
source: Restarting
fr_fr: Herstarten

# getOnTitle
source: Get on
fr_fr: Doorgaan

# connectDesc
source: Oops! We signal that something is not going well during this measurement. Check whether your heart rate belt is properly fitted, there is gel on the belt or your bluetooth connection is on. When the measuring points come in correctly, you can click continue ..
fr_fr: Oeps! Wij signaleren dat er iets niet goed gaat tijdens deze meting. Kijk of je hartslagband goed zit, er gel op de band zit of je bluetooth verbinding aan staat. Wanneer de meetpunten weer goed binnenkomen kan je op doorgaan klikken..

# notitiesDes
source: Here you can write notes about your training How you feel after training or just before training. What training you did if you did a free practice. Pain complaints etc.
fr_fr: Hier kan je notities schrijven over je training.. Hoe je je voelt na de training of vlak voor de training. Welke training je hebt gedaan als je een vrije training hebt gedaan. Pijnklachten etc.

# upCurveTitle
source: Eating sugars makes you tired
fr_fr: Van suikers eten wordt je moe

# downCurveTitle
source: Good behaviour
fr_fr: Goed gedrag

# searchPopupTitle
source: Like a mirror in your pocket
fr_fr: Als een spiegel in je broekzak

# sleepPopupTitle
source: Do you recover in your sleep?
fr_fr: Herstel jij in je slaap?

# teachFrndsTitle
source: Teach friends how it works
fr_fr: Leer vrienden hoe het werkt

# upCurveDes
source: 83% of people who are committed to the program and therefore to themselves return to work within 12 weeks. Those who do not follow the program well need a longer time before they follow themselves better.
fr_fr: 83% van de mensen die commitment naar het programma en daarmee naar zichzelf hebben keren binnen 12 weken terug naar werk. Diegene die het programma niet goed volgen hebben langere tijd nodig voordat zij zich beter volgen.

# downCurveDes
source: Good breathing contributes to activating your fat burning at rest. This helps you to relax and recover better. If you eat food that contains a lot of sugars / carbohydrates, you stimulate your sugar burning. Work so hard on your breathing for nothing! If you are hungry, choose nuts, carrots, avocado, tomatoes or cucumber for example.
fr_fr: Een goede ademhaling draagt bij aan het activeren van je vetverbranding in rust. Dit helpt je beter te ontspannen en herstellen. Ga je voedsel nuttigen waar veel suikers/koolhydraten inzitten dan stimuleer je je suikerverbranding. Werk je voor niks zo hard aan je ademhaling! Heb je lekkere trek? Kies dan bijvoorbeeld voor noten, wortels, avocado, tomaatjes of komkommer.

# searchPopupDes
source: With this app you can see how active you are during a 'heavy' conversation or presentation or when you are 'just' sitting behind your laptop! And also how long it takes to recover from that. Are you curious about this? Then put on your belt, press the 'free measurement' button and put your phone in your pocket and then measure your values ​​for hours and get insight into what costs and gives you energy!
fr_fr: Jij kunt met deze app zien hoe actief je bent bij een 'zwaar' gesprek of een presentatie of wanneer je 'gewoon' achter je laptop zit! En ook hoe lang het duurt voordat je daarvan hersteld. Ben je hier benieuwd naar? Doe dan je band om, druk op de knop 'vrije meting' en stop je telefoon in je broekzak en meet vervolgens uren lang je waarden en krijg inzicht in wat jou energie kost en geeft!

# sleepPopupDes
source: You can now measure how your recovery is going in your sleep. Do you often wake up tired and wonder how active you are in your sleep? Then put on the strap and press the 'free measurement' button and measure throughout the night. Then log into your online dashboard to see how wild your night was!
fr_fr: Jij kan nu meten hoe het met je herstel gaat in je slaap. Wordt je vaak moe wakker en ben je benieuwd hoe actief je bent in je slaap? Doe dan de band om en druk op de knop 'vrije meting' en meet heel de nacht door. Log erna dan in je online dashboard om te zien hoe wild je nacht was!

# achievementsDes
source: Did you know there are achievements hiding in this app that you can unlock simply by working on your recovery? You should have seen the first achievements already:) The achievements are not made based on achievements, but based on commitment and recovery.
fr_fr: Wist je dat er achievements verstopt zitten in deze app die je kan vrijspelen door simpelweg te werken aan je herstel? Als het goed is moet je de eerste achievements al gezien hebben :) De achievements zijn niet gemaakt aan de hand van prestaties, maar op basis van commitment en herstel.

# teachFrndsDes
source: Go through the knowledge base and get a better understanding of how stress works physiologically and how it affects your ability to recover. Please share that with the people around you, so that they also better understand what is happening to you.
fr_fr: Doorloop de kennisbank en begrijp steeds beter hoe stress fysiologisch werkt en wat voor invloed dat heeft op je herstelvermogen. En deel dat met de mensen om je heen, zodat zij ook beter begrijpen wat er met je gebeurd.

# selYrTrainingLevel
source: Choose your training level
fr_fr: Kies jouw trainingsniveau

# selYrSportOpt1
source: Training based on the turning point from the exercise test: 174
fr_fr: Trainen op basis van het omslagpunt uit de inspanningstest: 174

# selYrSportOpt2
source: Select this option if you have not done an effort test.
fr_fr: Selecteer deze optie als je geen inspanningstest hebt gedaan.

source: Time in zone:
fr_fr: Tijd in zone:

# timeTrain
source: Training time:
fr_fr: Trainingstijd:

# perfect
source: This is perfect!
fr_fr: Dit is perfect!

# trainingAcc
source: Your training is completed
fr_fr: Je training is volbracht

# trainingCan
source: Your training has been canceled
fr_fr: Je training is geannuleerd

# heighHeart
source: Highest heart rate
fr_fr: Hoogste hartslag

# lowHeart
source: Lowest heart rate
fr_fr: Laagste hartslag

# clickCheck
source: Click the check mark to see your results
fr_fr: Klik op het vinkje om je resultaten te zien

# clickCross
source: Click on the cross to see your results
fr_fr: Klik op het kruisje om je resultaten te zien

# goProTitle
source: Go pro at your level!
fr_fr: Go pro op jouw niveau!

# marthSchema
source: Marathon schedule
fr_fr: Marathonschema

# halfMarthSchema
source: Half marathon schedule
fr_fr: Halve marathon schema

# schema10
source: 10 km schedule
fr_fr: 10 km schema

# remaining
source: Remaining km:
fr_fr: Resterende km:

# proes1
source: Time below target heart rate
fr_fr: Tijd onder target hartslag

# proes2
source: Time on target heart rate
fr_fr: Tijd op target hartslag

# proes3
source: Time above target heart rate
fr_fr: Tijd boven target hartslag

# upgradeLinkStart
source: neighborhood
fr_fr: buurt op

# measuring1
source: Rest measurement
fr_fr: Rustmeting

# measuring1Desc
source: To follow the Chronic Fatigue Protocol, it is necessary to do a ZeroCheck first. Click on the heart at the bottom of the screen to start the resting measurement.
fr_fr: Om het Chronisch Vermoeidheids Protocol te kunnen volgen, is het noodzakelijk om eerst een ZeroCheck te doen. Klik op het hartje onderaan het scherm om de rustmeting te starten.

# notitie_heart_beat
source: Here you can write other notes. For example, you can write down what activities you did yesterday. This will give you a good insight into your well-being over a longer period of time.
fr_fr: Hier kan je overige notities schrijven. Je kan bijvoorbeeld noteren wat voor activiteiten je gisteren hebt gedaan. Zo krijg je een goed inzicht over je welzijn over een langere periode van tijd.

# CVPOPTBicycles
source: Bicycles
fr_fr: Fietsen

# CVPOPTRunning
source: Running
fr_fr: Hardlopen

# CVPOPTToWalk
source: To walk
fr_fr: Wandelen

# CVPOPTRowing
source: Rowing
fr_fr: Roeien

# CVPOPTIceskating
source: Ice skating
fr_fr: Schaatsen

# ScheduleToday
source: Your schedule for today
fr_fr: Jouw schema voor vandaag

# MeasureToday
source: What are you going to measure?
fr_fr: Wat ga je meten?

# FTSleep
source: Sleep
fr_fr: Slaap

# FTRelaxation
source: Relaxation
fr_fr: Ontspanning

# FTDriving
source: Driving
fr_fr: Autorijden

# FTConversation
source: Having a conversation with the coach
fr_fr: Gesprek voeren met coach

# FTWork
source: Work
fr_fr: Werk

# FTDiff
source: Different
fr_fr: Anders

# FreeMeasure
source: FREE METNIG
fr_fr: VRIJE METNIG

# Achievement1Title
source: The crown
fr_fr: De Kroon

# Achievement1Desc
source: Congratulations! You have completed the Chronic Fatigue Protocol of 54 workouts!
fr_fr: Gefeliciteerd! Je hebt het Chronisch Vermoeidheids Protocol van 54 trainingen volbracht!

# Achievement2Desc
source: Hhe managed to have an amplitude of more than 90 for more than 3 days!
fr_fr: Het is je gelukt om meer dan 3 dagen een amplitude te hebben van boven de 90!

# Achievement3Title
source: 1 hour +
fr_fr: 1 uur +

# Achievement3Desc
source: Cool! You have taken a rest measurement for more than an hour to see how you recover during the day.
fr_fr: Gaaf! Je hebt een rustmeting gedaan langer dan uur, om te kijken hoe je herstelt gedurende de dag.

# Achievement4Title
source: In balance
fr_fr: In balans

# Achievement4Desc
source: Super! You have started the vitality program to stay in balance.
fr_fr: Super! Je bent gestart met het vitaliteitsprogramma om in balans te blijven.

# Achievement5Desc
source: You managed to have an amplitude above 90 for more than 7 days!
fr_fr: Het is je gelukt om meer dan 7 dagen een amplitude te hebben van boven de 90!

# Achievement6Title
source: Christmas
fr_fr: Kerstmis

# Achievement6Desc
source: The holidays are stressful enough! Nice training to handle the family;)
fr_fr: De feestdagen geven al genoeg stress! Lekker trainen om de familie aan te kunnen ;)

# Achievement7Title
source: 1st measurement
fr_fr: 1e meting

# Achievement7Desc
source: Great, you have taken your first measurement and this gives you insight into your load capacity.
fr_fr: Super, je hebt je eerste meting gedaan en hiermee krijg je inzicht in jouw belastbaarheid.

# Achievement8Desc
source: A decision is nothing more than a start! You will learn how you can use breathing and movement for recovery.
fr_fr: Een beslissing is niets meer dan een start! Leer je hoe je ademhaling en beweging kan inzetten voor herstel.

# Achievement9Title
source: Block 2
fr_fr: Blok 2

# Achievement9Desc
source: Congratulations! You have completed the second training block of 18 training sessions.
fr_fr: Gefeliciteerd! Je hebt het tweede trainingsblok van 18 trainingen afgerond.

# Achievement10Desc
source: All inclusive pass. You have all the features of the app at your disposal!
fr_fr: All inclusive pass. Je hebt alle mogelijkheden van de app tot je beschikking!

# Achievement11Title
source: Played out
fr_fr: Uitgespeeld

# Achievement11Desc
source: Boss. You have completed all 108 workouts. Did you think you could be so fit?
fr_fr: Eindbaas. Je hebt alle 108 trainingen volbracht. Had jij gedacht dat je zo fit kon zijn?
