Repository: hafizusman3344mani/biocheck
Catalog: lib/l10n/intl_*.arb
Languages: fr_fr

# Achievement12Desc
source: Great, you took a measurement every day this week. Keep it up!
fr_fr: Super, je hebt elke dag een meting gedaan deze week. Ga zo door!

# Achievement13Title
source: 1 month
fr_fr: 1 maand

# Achievement13Desc
source: You are unstoppable! You took a measurement every day this month!
fr_fr: Je bent niet te stoppen! Je hebt deze maand elke dag een meting gedaan!

# Achievement14Title
source: Very strong
fr_fr: IJzersterk

# Achievement14Desc
source: It is very difficult to take a rest measurement every day during the CVP, but you did it soldier!
fr_fr: Het is heel moeilijk om elke dag tijdens het CVP een rustmeting te doen, maar het is je gelukt soldaat!

# Achievement15Title
source: The world
fr_fr: De wereld

# Achievement15Desc
source: Take a measurement every day for 1 year. You can take on the world! If you really want it.
fr_fr: 1 jaar lang élke dag een meting doen. Jij kan de wereld aan! Als je het maar écht wilt.

# Achievement16Title
source: Block 1
fr_fr: Blok 1

# Achievement16Desc
source: Congratulations you have completed the first training block of 18 workouts!
fr_fr: Gefeliciteerd je hebt het eerste trainingsblok van 18 trainingen afgerond!

# HeartIconText
source: You haven't taken a rest measurement today
fr_fr: Je hebt vandaag nog geen rustmeting gedaan

# QNT1
source: How do you feel mentally?
fr_fr: Hoe voel je je mentaal?

# QNT2
source: How do you feel physically?
fr_fr: Hoe voel je je fysiek?

# QNT3
source: How did you sleep?
fr_fr: Hoe heb je geslapen?

# QNT4
source: Do you have muscle pain?
fr_fr: Heb je spierpijn?

# SendDebug
source: Send debug data
fr_fr: Stuur debug data

# SendDebugValue
source: Click here to send a debug file
fr_fr: Klik hier om een debug file te versturen

# SendDebugDesc
source: Only send a debug file if requested by the developer or your supervisor.
fr_fr: Stuur alleen een debug file als de ontwikkelaar of je begeleider hierom vraagt.

# KB1Title
source: Healthy people
fr_fr: Gezonde mensen

# KB2Title
source: Recovery system
fr_fr: Herstelsysteem

# KB3Title
source: Not enough rest
fr_fr: Te weinig rust

# KB1Desc
source: Healthy people at rest get energy through fat burning. People with burnout, Chronic Fatigue Syndrome (CFS), glandular fever, fibromyalgia and Myalgic Encephalomyelitis (ME) primarily use their sugar stores at rest, which are normally intended for exercise. The body of chronically fatigued patients appears to be in a continuous active state, preventing them from recovering.
fr_fr: Gezonde mensen in rust krijgen energie door vetverbranding. Mensen met burn-out, Chronisch Vermoeidheidssyndroom (CVS), pfeiffer, fibromyalgie en Myalgische Encefalomyelitis (ME) spreken in rust voornamelijk hun suikervoorraden aan, voorraden die normaal gesproken bedoeld zijn voor inspanning. Het lichaam van chronisch vermoeide patiënten lijkt continu in een actieve staat te verkeren waardoor het geen kans krijgt om te herstellen.

# KB2Desc
source: It takes 48 hours for the body's recovery system to get back to normal after a major effort. In fact, the body makes itself just that little bit better than last time to be even better prepared when something tough has to be overcome again. This process is called super compensation.
fr_fr: Het herstelsysteem van het lichaam heeft 48... uur nodig om weer helemaal in orde te zijn na een grote inspanning. Sterker nog, het lichaam maakt zichzelf net even beter dan de vorige keer om nog beter voorbereid te zijn als er weer iets zwaars overwonnen moet worden. Dit proces heet supercompensatie.

# KB3Desc
source: When we don't get enough rest and keep exhausting our bodies, we get worse and worse. This happens, for example, if you demand too much from your body on a daily basis or if you cannot get your rest. The stocks are no longer replenished to the maximum and if you keep that up long enough, it leads to exhaustion. In sports this is called overtraining, in normal life being overwrought or burned out.
fr_fr: Wanneer we niet genoeg rust nemen en ons... lichaam maar blijven uitputten, worden we steeds slechter. Dit gebeurt bijvoorbeeld als je dagelijks te veel van je lichaam vraagt of niet goed je rust kan pakken. De voorraden worden niet meer maximaal aangevuld en als je dat lang genoeg volhoudt leidt het tot uitputting. In de sport heet dit overtraindheid, in het gewone leven overspannen of burn-out.

# DarkModeTitle
source: Dark mode
fr_fr: Donkere modus

# DarkModeDesc
source: Turn this on to create more rest for your eyes in the dark
fr_fr: Zet dit aan om meer rust te creëren voor je ogen in het donker

# FocusModeTitle
source: Focus mode
fr_fr: Focus modus

# FocusModeDesc
source: Turn this on to block all notifications from apps while using this app.
fr_fr: Zet dit aan om alle notificaties van apps te blokkeren tijdens gebruik van deze app.

# FirstTimeLogin
source: Hi, welcome to BioCheck. I am Eva and from time to time you will hear me pass on your results, guide you during your training or help motivate with your measurements. If you have any questions about the app or how to use it, please contact your supervisor. Thank you for your confidence
fr_fr: Hi, welkom bij BioCheck. Ik ben Eva en af en toe zal je mij horen om je resultaten door te geven, je te begeleiden tijdens je training of te helpen motiveren met je metingen. Als je vragen hebt over de app of het gebruik ervan, neem dan contact op met je begeleider. Dank je wel voor het vertrouwen

# OpenAppInMorning
source: Good morning
fr_fr: Goedemorgen

# OpenAppInMorningWithGoodMeasurement
source: Good morning, you had a really good morning reading yesterday. I am proud of you and keep it up!
fr_fr: Goedemorgen, je had gisteren een hele goede ochtendmeting. Ik ben trots op je en ga zo door!

# OpenAppInMorningWithBadMeasurement
source: Good morning, how are you today? Pay extra attention to your breathing. Inhale, exhale and wait a moment. If that works well, your morning measurement will probably be better than yesterday's.
fr_fr: Goedemorgen, hoe gaat het met je vandaag? Let extra op je ademhaling. Adem in, adem uit en even wachten. Als dat goed lukt, dan wordt je ochtendmeting vast beter dan die van gisteren.

# OpenAppAfterNoon
source: good afternoon
fr_fr: Goedemiddag

# OpenAppEvening
source: Good evening
fr_fr: Goedeavond

# OpenAppMoreThanFiveDays
source: Welcome back! Thank you for being back.
fr_fr: Welkom terug! Fijn dat je weer terugbent.

source: Vitality
fr_fr: Vitaliteit

# Herstel
source: Recovery
fr_fr: Herstel

# DataFromCalculation
source: This is perfect!
fr_fr: Dit is perfect!

# StartTraining
source: Good luck! Your training has started / Trainze!
fr_fr: Succes! Je training is begonnen / Trainze!

# WarningUpAsInProtocol
source: You are doing this well, keep moving at this level until the warm up is complete.
fr_fr: Dit doe je goed, blijf op dit niveau bewegen totdat de warming up is volbracht.

# WarningUpAsTooFastForProtocol
source: Note, you are going too fast. Your heart rate is too high for the warm up. That is why time has stopped. The time will not continue counting down until your heart rate has dropped to the correct training zone. Take it easy, you will soon be able to pop!
fr_fr: Let op, je gaat te hard. Je hartslag is te hoog voor de warming up. Daardoor is de tijd gestopt. De tijd gaat pas weer verder aflopen als je hartslag is gedaald tot de juiste trainingzone. Nog even rustig aan, je mag straks knallen!

# WarningUpCompleted
source: Well done, your warm up is complete. Now slowly increase your heart rate until you reach the heart rate zone you need to train in today
fr_fr: Goed gedaan, je warming up is volbracht. Voer nu langzaam je hartslag op totdat je in de hartslagzone komt waar je in moet trainen vandaag

# Endurance1AsInProtocol
source: This is perfect, try to hold on to this. You are in the right heart rate zone!
fr_fr: Dit is perfect, probeer dit vast te houden. Je zit in de goede hartslagzone!

# Endurance1TooFastForProtocol
source: Note, you are going too fast. Your heart rate is too high for Duration 1. Lower your heart rate. Take it easy, you will soon be able to pop!
fr_fr: Let op, je gaat te hard. Je hartslag is te hoog voor Duur 1. Laat je hartslag zakken. Nog even rustig aan, je mag straks knallen!

# Endurance1TooSlow
source: Hi, come on you can do it! Get your heart rate up. This is too low. You have to go to Duration 1!
fr_fr: Hi, kom op je kan het! Voer je hartslag op. Deze is te laag. Je moet naar Duur 1!

# Endurance1Completed
source: Good job, Duration 1 finished. Now slowly increase your heart rate to the next heart rate zone!
fr_fr: Goed gedaan, Duur 1 is volbracht. Voer nu langzaam je hartslag op naar de volgende hartslagzone!

# Endurance1CompletedLowerToCoolDown
source: Lower your heart rate, you are almost done with your workout. You just need to cool down in the cool down and you're done.
fr_fr: Laat je hartslag zakken, je bent bijna klaar met je training. Je hoeft alleen nog maar af te koelen in de cooling down en je bent klaar.

# Endurance1CompletedAndMoveToEndurance2
source: Now slowly increase your heart rate to the next heart rate zone. Expensive 2 for you!
fr_fr: Voer nu langzaam je hartslag op naar de volgende hartslagzone. Duur 2 voor jou!

# Endurance2AsInProtocol
source: This is perfect, try to hold on to this. You are in the right heart rate zone! / Well done, keep it up!
fr_fr: Dit is perfect, probeer dit vast te houden. Je zit in de goede hartslagzone! / Goed bezig, ga zo door!

# Endurance2TooSlowForProtocol
source: Hey, come on you can do it! Get your heart rate up. This is too low. You have to go to Duration 2!
fr_fr: Hey, kom op je kan het! Voer je hartslag op. Deze is te laag. Je moet naar Duur 2!

# Endurance2Completed
source: Well done, Duration 2 is finished.
fr_fr: Goed gedaan, Duur 2 is volbracht.

# Endurance2CompletedAndMoveToEndurance3
source: Now slowly increase your heart rate to the next heart rate zone. Expensive 3 for you!
fr_fr: Voer nu langzaam je hartslag op naar de volgende hartslagzone. Duur 3 voor jou!

# Endurance2CompletedAndLowerToCoolDown
source: Lower your heart rate, you are almost done with your workout. You just need to cool down in the cool down and you're done.
fr_fr: Laat je hartslag zakken, je bent bijna klaar met je training. Je hoeft alleen nog maar af te koelen in de cooling down en je bent klaar.

# Endurance3AsinProtocol
source: This is perfect, try to hold on to this. You are in the right heart rate zone! / Well done, keep it up!
fr_fr: Dit is perfect, probeer dit vast te houden. Je zit in de goede hartslagzone! / Goed bezig, ga zo door!

# Endurance3TooFastForProtocol
source: Note, you are going too fast. Your heart rate is too high for Duration 3. Lower your heart rate. Take it easy, you will soon be able to pop!
fr_fr: Let op, je gaat te hard. Je hartslag is te hoog voor Duur 3. Laat je hartslag zakken. Nog even rustig aan, je mag straks knallen!

# Endurance3TooSlowForProtocol
source: Hey, come on you can do it! Get your heart rate up. This is too low. You have to go to Duration 3!
fr_fr: Hey, kom op je kan het! Voer je hartslag op. Deze is te laag. Je moet naar Duur 3!

# Endurance3Completed
source: Well done, Duration 3 finished. Now lower your heart rate!
fr_fr: Goed gedaan, Duur 3 is volbracht. Laat nu je hartslag zakken!

# Endurance3CompletedAndLowerToCoolDown
source: Lower your heart rate, you are almost done with your workout. You just need to cool down in the cool down and you're done.
fr_fr: Laat je hartslag zakken, je bent bijna klaar met je training. Je hoeft alleen nog maar af te koelen in de cooling down en je bent klaar.

# Endurance3CompletedAndAndMoveToEndurance2
source: You are now entering the last part of the training. Lower your heart rate to Duration 2 and train on it!
fr_fr: Je komt nu in het laatste stukje van de training. Laat je hartslag zakken tot Duur 2 en train daarin!

# Endurance3CompletedAndAndMoveToEndurance1
source: You are now entering the last part of the training. Drop your heart rate to Duration 1 and train on it!
fr_fr: Je komt nu in het laatste stukje van de training. Laat je hartslag zakken tot Duur 1 en train daarin!

# Intensive
source: Note, your heart rate is much too high. Lower it to the right training zone you need to train in!
fr_fr: Let op, je hartslag is veel te hoog. Laat deze zakken tot de juiste trainingszone waar je in moet trainen!

# FitheidsProtocolCompleted
source: Well done! Feels good again, hey. Do not forget to relax for 10 minutes and do your breathing exercises! Measure your recovery with the Free measurement.
fr_fr: Super gedaan! Voelt wel weer lekker hé. Vergeet niet om straks nog lekker even 10 minuten ontspannen te liggen en je ademhalingsoefeningen te doen! Meet je herstel met de Vrije meting.

# GoodMorningMeasurement
source: Your morning measurement is ready, your recovery capacity is good today! Great, the more often you do your breathing exercise today, the more this contributes to your recovery capacity and the fitter you will be again. And if you feel fit already, enjoy it!
fr_fr: Je ochtendmeting is klaar, je vermogen tot herstel is vandaag goed! Fijn, hoe vaker je je ademhalingsoefening doet vandaag hoe meer dit bijdraagt aan je herstelvermogen en des te fitter je weer wordt. En als je je al fit voelt, geniet ervan!

# NormalMorningMeasurement
source: Your morning measurement is ready, your capacity for recovery is normal today.
fr_fr: Je ochtendmeting is klaar, je vermogen tot herstel is vandaag normaal.

# MediocreMorningMeasurement
source: Your morning measurement is ready, your recovery capacity is poor today.
fr_fr: Je ochtendmeting is klaar, je vermogen tot herstel is vandaag matig.

# BadMorningMeasurement
source: Your morning measurement is ready, your recovery capacity is poor today. Try to take more rest today and preferably do your breathing exercise for at least 3x 10 minutes.
fr_fr: Je ochtendmeting is klaar, je vermogen tot herstel is vandaag slecht. Probeer vandaag meer rust te nemen en het liefst minimaal 3x 10 minuten je ademhalingsoefening te doen.

# AchievementPopsup
source: Congratulations! You have achieved an achievement. Well done!
fr_fr: Gefeliciteerd! Je hebt een achievement gehaald. Super gedaan!

# Endaurance1
source: You are now in the yellow heart rate zone, duration 1
fr_fr: Je zit nu in de gele hartslagzone, duur 1

# WarmingupRepeat
source: You are now in your warm-up. I recommend a minimum warm-up time of 6 minutes.
fr_fr: Je zit nu in je warming-up. Ik adviseer je een minimale warming-up tijd van 6 minuten.

# Endaurance2
source: You are now in the green heart rate zone, duration 2
fr_fr: Je zit nu in de groene hartslagzone, duur 2

# Endaurance3
source: You are now in the green heart rate zone, duration 3
fr_fr: Je zit nu in de groene hartslagzone, duur 3

# Intensive2
source: You are now in the dark red heart rate zone, intensive 2
fr_fr: Je zit nu in de donkerrode hartslagzone, intensief 2

# CoolDownAfterTraining
source: You are now in your cooling down.
fr_fr: Je zit nu in je cooling down.

# FreeTrainingCompleted
source: Well done! Feels good again, hey. Do not forget to relax for 10 minutes and do your breathing exercises! Measure your recovery with the Free measurement.
fr_fr: Super gedaan! Voelt wel weer lekker hé. Vergeet niet om straks nog lekker even 10 minuten ontspannen te liggen en je ademhalingsoefeningen te doen! Meet je herstel met de Vrije meting.

# Zone
source: Warm up, Duration 1, Duration 2, Duration 3, Intensive or Intensive 2
fr_fr: Warming up, Duur 1, Duur 2, Duur 3, Intensief or Intensief 2

# Heartrate
source: 1 - 240 beats per minute
fr_fr: 1 - 240 hartslagen per minuut
